Repository: adriansev/clewarecontrol
Catalog: *.po
Languages: nl

source: %d is not a valid setting. Valid parameters: 0 (watchdog), 1 (autoreset), 2 (switch) and 3 (switch ATXX)
nl: %d is niet een valide instelling: 0 (watchdog), 1 (autoreset), 2 (switch) en 3 (switch ATXX)

source: Aborting program
nl: Afbreken van programma

source: Auto reset count
nl: Aantal automatische herstarts

source: Auto reset duration
nl: Auto herstart duur

source: Bit-pattern set
nl: Bit-patroon gezet

source: Channel %d selected
nl: Kanaal %d geselecteerd

source: Cleware library version: %d
nl: Cleware bibliotheek versie: %d

source: Counter
nl: Teller

source: Counter %d set
nl: Teller %d geconfigureerd

source: Device %d not found
nl: Apparaat %d niet gevonden

source: Device %d not found!
nl: Apparaat %d niet gevonden!

source: Device ID not recognised!
nl: Apparaat ID niet herkend!

source: Device resetted
nl: Apparaat herstart

source: Device started
nl: Apparaat gestart

source: Device: %d, type: %s (%d), version: %d, serial number: %d
nl: Apparaat: %d, type: %s (%d), versie: %d, serie nummer: %d

source: Directions set
nl: Richtingen geconfigureerd

source: Failed resetting device, channel switch failed
nl: Probleem bij herstarten apparaat, kanaal wisseling faalde

source: Failed to access device %d
nl: Probleem bij benaderen apparaat %d

source: Failed to become daemon process
nl: Fout bij overschakelen naar achtergrond proces

source: Failed to become daemon process
nl: Fout bij overschakelen naar achtergrond proces

source: Failed to create file %s
nl: Fout bij maken bestand %s

source: Failed to execlp(%s)
nl: Systeem fout! (execlp %s)

source: Failed to fork!
nl: Systeem fout! (fork)

source: Failed to set counter %d
nl: Probleem bij instellen van teller %d

source: Failed to tap the watchdog 10 times
nl: Fout bij aansturing watchdog apparaat (10x mislukt)

source: Humidity
nl: Luchtvochtigheid

source: Internal error! (unknown command %d)
nl: Interne fout! (onbekend commando %d)

source: No device found
nl: Geen apparaat gevonden

source: Not running as root: does your current user have enough rights to access the device?
nl: Dit programma draait niet als root-gebruiker: heeft u genoeg rechten om hetapparaat te besturen?

source: Now first unplug (and replug) the device before use!
nl: Voordat u het apparaat kunt gebruiken moet het eerstworden ontkoppeld en weer aangesloten.

source: Number of Cleware devices found: %d
nl: Aantal gevonden Cleware apparaten: %d

source: Occasionally (%d/%d) failed to access device %d
nl: Af en toe (%d/%d reageerde apparaat %d niet

source: Off
nl: Uit

source: On
nl: Aan

source: Only channel 0 or 1 are supported
nl: Alleen kanaal 0 en 1 worden ondersteund

source: Output format "%s" is not recognized
nl: Output indeling "%s" is niet herkend

source: Problem retrieving measurement
nl: Probleem bij ophalen meting

source: Problem setting ADC channel
nl: Probleem bij configureren ADC kanaal

source: Second parameter must be either 0, 1 or 2. See help (-h).
nl: 2e parameter moet 0, 1 of 2 zijn. Zie help (-h).

source: Starting childprocess: %s
nl: Starten van kind proces: %s

source: Statusses of lines
nl: Status van de pinnen

source: Switch %d
nl: Schakelaar %d

source: Switch '%s' is not recognized.
nl: Schakelaar '%s' is niet herkend.

source: Switched on count
nl: Aan-frequentie

source: Switched on duration
nl: Aan-tijd

source: Temperature
nl: Temperatuur

source: Using device with serial number: %d
nl: Het apparaat met serie nummer %d wordt gebruikt.

source: You can only perform this action a watchdog-, an autoreset- or a switch device!
nl: Deze actie werkt alleen op een watchdog-, een autoreset of een schakelaar!

source: You did not select a device, using first device found.
nl: Geen apparaat gekozen; eerst gevonden apparaat wordt gebruikt.

source: add a timestamp before each line (in seconds since 1970), also see -T
nl: voeg een tijdstempel toe aan iedere regel (aantal seconden sinds1970) zie ook -T

source: add a timestamp before each line, x defines the format. see "man strftime" for supported parameters
nl: voeg een tijdstempel toe aan iedere regel. x geeft de indeling aan. zie dehandleiding van "strftime" voor details (man strftime)

source: become daemon-process that pats the watchdog
nl: voorkom dat de watchdog het systeem reset

source: configure the device to be a watchdog (0), autoreset (1), switch (2) or switch ATXX (3)
nl: configureer het apparaat te functioneren als een watchdog (0),een autoreset (1), een schakelaar (2) or een switch ATXX (3)

source: delay between each command invocation
nl: vertraging tussen het uitvoeren van iedere iteratie

source: do
nl: uitvoeren

source: fork into the background (become daemon)
nl: wordt een achtergrond proces

source: if the value read (temperature, humidity, counter, ADC) becomes bigger than x, then spawn process y
nl: als de gelezen waarde (temperatuur, luchtvochtigheid, teller, ADC)hoger is dan x, start dan proces y

source: if the value read (temperature, humidity, counter, ADC) becomes less than x, then spawn process y
nl: als de gelezen waarde (temperatuur, luchtvochtigheid, teller, ADC)lager is dan x, start dan proces y

source: list devices
nl: overzicht van appraten

source: localtime(%ld) failed
nl: localtime() faalde

source: n/a
nl: niet van toepassing

source: number of times to repeat the command: 0 for keep running
nl: hoevaak een commando te herhalen: 0= oneindig

source: offset to add to values
nl: getal om op te tellen bij waardes

source: output
nl: uitvoer

source: output type (brief (former -b), readable (default), spreadsheet (xml spreadsheet, compatible with e.g. openoffice and microsoft excel)
nl: output type (kort (voorheen -b), leesbaar (standaard), spreadsheet (xmlspreadsheet, kompatibel met o.a. openoffice en microsoft excel)

source: read ADC, x=0 for 5.181V, 1 for 13.621V and 2 for 24.704
nl: lees ADC. x selecteert het voltage: x=0 voor 5.181V, 1 voor 13.621V en 2 voor 24.704

source: read counter (x= 0 or 1)
nl: lees teller x (0 of 1)

source: read external switch
nl: lees externe schakelaar

source: read humidity
nl: lees luchtvochtigheid

source: read states of the USB-IO16 lines
nl: lees the status van de USB-IO16 pinnen

source: read switch 'x'
nl: lees stand schakelaar x

source: read temperature
nl: lees temperatuur

source: reset device
nl: herstarten apparaat

source: retrieve
nl: uitlezen

source: send output to file (only measured data, errors are emitted to your console/terminal)
nl: stuur uitvoer naar een bestand (alleen voor gemeten data; foutmeldingengaan gewoon naar het console)

source: set ADC channel, x is either 0 or 1
nl: kies ADC kanaal; 0 of 1

source: set counter x to y (x= 0 or 1)
nl: zet teller x (0 of 1) op waarde y

source: set led x to y (0...15)
nl: zet led x (0...15) naar stand y; 0=uit, 1=aan

source: set switch x to y (0=off, 1=on)
nl: zet een schakelaar x naar stand y; 0=uit, 1=aan

source: set the directions of the USB-IO16 lines (hexvalue)
nl: zet de richting van de signalen van de USB-IO16 pinnen (hexadecimaal getal)

source: set the states of the USB-IO16 lines: x must be a hexvalue
nl: zet the status van the USB-IO16 pinnen: x moet een hexadecimaal getal zijn

source: set to %d
nl: gezet naar %d

source: set to %s
nl: gezet naar %s

source: shows how often the auto-reset kicked in
nl: laat zien hoe vaak the auto-reset gestart is

source: start device
nl: start apparaat

source: use device with serial number 'x' for the next operations
nl: gebruik het apparaat met serienummer 'x' voor de hierop volgende acties
